Repository: kaluaim/rateb-ios
Catalog: Rateb/Rateb/*.lproj/Localizable.strings
Languages: ar

# MONTH_GREGORIAN_JANUARY
source: January (1)
ar: يناير (١)

# MONTH_GREGORIAN_FEBRUARY
source: February (2)
ar: فبراير (٢)

# MONTH_GREGORIAN_MARCH
source: March (3)
ar: مارس (٣)

# MONTH_GREGORIAN_APRIL
source: April (4)
ar: أبريل (٤)

# MONTH_GREGORIAN_MAY
source: May (5)
ar: مايو (٥)

# MONTH_GREGORIAN_JUNE
source: June (6)
ar: يونيو (٦)

# MONTH_GREGORIAN_JULY
source: July (7)
ar: يوليو (٧)

# MONTH_GREGORIAN_AUGUST
source: August (8)
ar: أغسطس (٨)

# MONTH_GREGORIAN_SEPTEMBER
source: September (9)
ar: سبتمبر (٩)

# MONTH_GREGORIAN_OCTOBER
source: October (10)
ar: أكتوبر (١٠)

# MONTH_GREGORIAN_NOVEMBER
source: November (11)
ar: نوفمبر (١١)

# MONTH_GREGORIAN_DECEMBER
source: December (12)
ar: ديسمبر (١٢)

# MONTH_HIJRI_LUNAR_MUHARRAM
source: Muharrm (1)
ar: محرم (١)

# MONTH_HIJRI_LUNAR_SAFAR
source: Safar (2)
ar: صفر (٢)

# MONTH_HIJRI_LUNAR_RABI_ALAWWAL
source: Rabi Al-Awwal (3)
ar: ربيع الأول (٣)

# MONTH_HIJRI_LUNAR_RABI_ALTHANI
source: Rabi Al-Thani (4)
ar: ربيع الثاني (٤)

# MONTH_HIJRI_LUNAR_JUMADA_ALAWWAL
source: Jumada Al-Awwal (5)
ar: جماد الأولى (٥)

# MONTH_HIJRI_LUNAR_JUMAADA_ALAKHIR
source: Jumaada Al-Akhir (6)
ar: جماد الآخرة (٦)

# MONTH_HIJRI_LUNAR_RAJAB
source: Rajab (7)
ar: رجب (٧)

# MONTH_HIJRI_LUNAR_SHABAN
source: Shaban (8)
ar: شعبان (٨)

# MONTH_HIJRI_LUNAR_RAMADAN
source: Ramadan (9)
ar: رمضان (٩)

# MONTH_HIJRI_LUNAR_SHAWWAL
source: Shawwal (10)
ar: شوال (١٠)

# MONTH_HIJRI_LUNAR_DHU_ALQIDAH
source: Dhu Alqidah (11)
ar: ذو القعدة (١١)

# MONTH_HIJRI_LUNAR_DHU_ALHIJJAH
source: Dhu Alhijjah (12)
ar: ذو الحجة (١٢)

# MONTH_HIJRI_SOLAR_ARIES
source: Hamal (Aries)
ar: الحمل

# MONTH_HIJRI_SOLAR_TAURUS
source: Sawr (Taurus)
ar: الثور

# MONTH_HIJRI_SOLAR_GEMINI
source: Jawzā (Gemini)
ar: الجوزا

# MONTH_HIJRI_SOLAR_CANCER
source: Saratān (Cancer)
ar: السرطان

# MONTH_HIJRI_SOLAR_LEO
source: Asad (Leo)
ar: الاسد

# MONTH_HIJRI_SOLAR_VIRGO
source: Sonbola (Virgo)
ar: السنبله

# MONTH_HIJRI_SOLAR_LIBRA
source: Mizān (Libra)
ar: المیزان

# MONTH_HIJRI_SOLAR_SCORPIO
source: ‘Aqrab (Scorpio)
ar: العقرب

# MONTH_HIJRI_SOLAR_SAGITTARIUS
source: Qaws (Sagittarius)
ar: القوس

# MONTH_HIJRI_SOLAR_CAPRICORN
source: Jadi (Capricorn)
ar: الجدی

# MONTH_HIJRI_SOLAR_AQUARIUS
source: Dalvæ (Aquarius)
ar: الدلو

# MONTH_HIJRI_SOLAR_PISCES
source: Hūt (Pisces)
ar: الحوت

# RATEB_TODAY
source: Today
ar: اليوم

# RATEB_TOMORROW
source: Tomorrow
ar: غداً
